
{
  "topics": [
    "Is cereal a soup?",
    "Should pineapple go on pizza?",
    "Is a hot dog a sandwich?",
    "Is water wet?",
    "Should toilet paper hang over or under?",
    "Is a Pop-Tart a ravioli?",
    "Are memes art?",
    "Is it acceptable to wear socks with sandals?",
    "Is Die Hard a Christmas movie?",
    "Is coffee a drug?",
    "Should you be able to recline your seat on an airplane?",
    "Is a burrito a type of sushi?",
    "Is it okay to double-dip chips?",
    "Is Pluto a planet?",
    "Is a muffin just a bald cupcake?",
    "Should you break spaghetti before boiling it?",
    "Is the correct pronunciation 'gif' or 'jif'?",
    "Is a tomato a fruit or a vegetable?",
    "Are boneless wings just chicken nuggets?",
    "Is it okay to put ice in milk?",
    "Is Comic Sans a valid font choice?",
    "Is a day at the beach overrated?",
    "Are cats better than dogs?",
    "Is it ever okay to talk during a movie in a theater?",
    "Is a straw just a long, thin spoon?",
    "Should milk be added to the bowl before or after cereal?",
    "Is deep dish pizza actually pizza?",
    "Are there more doors or wheels in the world?",
    "Is it acceptable to eat pizza with a knife and fork?",
    "Is a smartphone a basic human right?",
    "Is sleeping with socks on a crime against humanity?",
    "Is 'literally' ever used correctly anymore?",
    "Is a hamburger a sandwich?",
    "Should adults be allowed to ride scooters?",
    "Is it weird to talk to your pets in a baby voice?",
    "Is brunch just an excuse for day drinking?",
    "Is it okay to clap when the plane lands?",
    "Is a dress with pockets superior to all other clothing?",
    "Is it better to be too hot or too cold?",
    "Is it okay to leave a shopping cart in the parking lot?",
    "Is a book always better than its movie adaptation?",
    "Is it okay to use your phone on the toilet?",
    "Is a garden gnome a tacky decoration?",
    "Should you tell someone if they have food in their teeth?",
    "Is it ever acceptable to use the 'wink' emoji?",
    "Is a smoothie a beverage or a meal?",
    "Is it okay to listen to music without headphones in public?",
    "Is a beard a personality trait?",
    "Is it pretentious to use a vinyl record player?",
    "Is it acceptable to wear pajamas outside?",
    "Is a spork a spoon or a fork?",
    "Is it rude to send a one-word text?",
    "Should you fold or crumple toilet paper?",
    "Is a 'dad joke' a legitimate form of comedy?",
    "Is it ever okay to spoil a TV show?",
    "Is it better to wash dishes by hand or use a dishwasher?",
    "Is the 5-second rule for dropped food valid?",
    "Is a wrap a sandwich?",
    "Is it acceptable to 'ghost' someone?",
    "Is cold pizza a valid breakfast choice?",
    "Is a hot tub just human soup?",
    "Should you respond to a work email after hours?",
    "Is it okay to regift a present?",
    "Is a minivan a cool car?",
    "Is it necessary to make your bed every day?",
    "Is it okay to name your child after a common object?",
    "Is the Oxford comma necessary?",
    "Is it better to live in the city or the countryside?",
    "Are audiobooks 'real' reading?",
    "Is it okay to ask for a bite of someone's food?",
    "Is a selfie a form of narcissism?",
    "Is it okay to eat the last slice of pizza without asking?",
    "Is it better to text or call?",
    "Is a convertible a practical car?",
    "Is it ever acceptable to lie?",
    "Is it more important to be liked or respected?",
    "Is a fanny pack a fashionable accessory?",
    "Is it okay to take a nap at work?",
    "Is it better to have many casual friends or a few close friends?",
    "Is it okay to use your phone at the dinner table?",
    "Is an escape room a good first date?",
    "Is it okay to correct someone's grammar?",
    "Is a cheeseburger with no cheese still a cheeseburger?",
    "Is it better to be early or late?",
    "Is it okay to ask someone their age?",
    "Is a video game a sport?",
    "Is it ever okay to wear white to a wedding?",
    "Is it better to give or receive advice?",
    "Is it okay to bring your own snacks to a movie theater?",
    "Is a cruise a good vacation?",
    "Is it okay to have a favorite child?",
    "Is it better to be smart or happy?",
    "Is it okay to wear a band t-shirt if you don't listen to the band?",
    "Is a New Year's resolution a waste of time?",
    "Is it okay to break up with someone over text?",
    "Is it better to have unlimited money or unlimited time?",
    "Is it okay to look at someone's phone over their shoulder?",
    "Is a tie a necessary piece of formal wear?",
    "Is it better to ask for permission or forgiveness?",
    "Is a plant a good gift?"
  ]
}
